GREETING_MESSAGE = """
Привет, я LESA! Я предоставляю аудио интерфейс для практики разговорного Английского через общение с GPT-3 AI DaVinci.\n
Модель DaVinci способна генерировать тексты, понимать контекст, отвечать на вопросы, распознавать ошибки в тексте.
Для начала общения вам необходимо перейти на страницу OpenAI по ссылке ниже, зарегистрироваться и получить API key.\n
https://platform.openai.com/account/api-keys\n\n


Команды:
/help
/setkey
/srt
/sat
/lang
/tts
/stt
/mode

"""

SET_KEY_MESSAGE = """
/setkey \n
Отправьте OpenAI API Key для сохранения. 
\n\nЕсли вы не хотите устанавливать ключ сейчас, введите /cancel для продолжения в обычном режиме.  
"""



